tap "botantony/cmake3", "https://github.com/botantony/homebrew-cmake3.git"
tap "botantony/terraria-server", "https://github.com/botantony/homebrew-terraria-server.git"
tap "homebrew/cask"
tap "homebrew/core"
brew "apktool"
brew "asciidoctor"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bison"
brew "botantony/cmake3/cmake3"
brew "btop"
brew "cling"
brew "cmake"
brew "codeberg-cli"
brew "colima"
brew "coreutils"
brew "docker-completion"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker"
brew "dotnet"
brew "dune"
brew "fancy-cat"
brew "fastfetch"
brew "fennel"
brew "ffmpeg"
brew "fzf"
brew "gettext"
brew "gh"
brew "ghc"
brew "ghcup"
brew "git"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "grep"
brew "haskell-stack"
brew "hlint"
brew "icarus-verilog"
brew "jq"
brew "just"
brew "kotlin"
brew "krb5"
brew "lazygit"
brew "libevent"
brew "libtool"
brew "lima"
brew "lorem"
brew "lua"
brew "luarocks"
brew "lynx"
brew "mas"
brew "maven"
brew "meson"
brew "mpv"
brew "mupdf"
brew "neovim"
brew "ninja"
brew "node"
brew "ocaml"
brew "opam"
brew "openjdk"
brew "openssl@3"
brew "php"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "python@3.12"
brew "python@3.13"
brew "qemu"
brew "qt"
brew "readline"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rustup"
brew "shellcheck"
brew "speedtest-cli"
brew "sqlite"
brew "stow"
brew "texlive"
brew "tlrc"
brew "tmux"
brew "tree-sitter"
brew "tree"
brew "umka-lang"
brew "uv"
brew "vim"
brew "wget"
brew "xz"
brew "yazi"
brew "zig"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "brave-browser"
cask "crystalfetch"
cask "discord"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-code"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "iina"
cask "kitty"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obsidian"
cask "orion"
cask "powershell"
cask "qutebrowser"
cask "spaceid"
cask "telegram"
cask "utm"
cask "virtualbox"
cask "virtualbuddy"
cask "xnviewmp"
cask "xquartz"
cask "zerotier-one"
cask "zoom"
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "ExifTool Reader", id: 1636199770
mas "GarageBand", id: 682658836
mas "Hex Fiend", id: 1342896380
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Mactracker", id: 430255202
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Userscripts", id: 1463298887
mas "Xcode", id: 497799835
